export const mockup = [
  {
    id: 1,
    name: "MT-01-CTRC",
    description:
      "โต๊ะเคาน์เตอร์ที่ผลิตด้วยไม้อัดยางเกรด A มีความแข็งแรงและทนทานสูง",
    price: 5290,
    discount: 300,
  },
  {
    id: 2,
    name: "MT-01-CTRCSS",
    description:
      "โต๊ะเคาน์เตอร์ที่ผลิตด้วยไม้อัดยางเกรด AAA มีความแข็งแรงและทนทานสูงมากกว่ารุ่นก่อน",
    price: 87600,
    discount: 8000,
  },
  {
    id: 3,
    name: "MT-02-CTRC",
    description: "โต๊ะเคาน์เตอร์ที่ผลิตด้วยไม้อัดยางเกรด B สำหรับคนงบน้อย",
    price: 2900,
    discount: 100,
  },
  {
    id: 4,
    name: "DFTN-02-KT422",
    description:
      "เคาน์เตอร์สำหรับทำครัว มาพร้อมวัสดุเกรด S ทนทานต่อความร้อนและรอยขีดข่วน",
    price: 4400,
    discount: 0,
  },
  {
    id: 5,
    name: "AN-01-CTRC",
    description:
      "โต๊ะเคาน์เตอร์ที่ผลิตด้วยไม้อัดยางเกรด A มีความแข็งแรงและทนทานสูง",
    price: 250,
    discount: 0,
  },
  {
    id: 6,
    name: "CR-01-CTRC",
    description:
      "โต๊ะเคาน์เตอร์ที่ผลิตด้วยไม้อัดยางเกรด A มีความแข็งแรงและทนทานสูง",
    price: 9400,
    discount: 2500,
  },
  {
    id: 7,
    name: "SDE-01-CTRC",
    description:
      "โต๊ะเคาน์เตอร์ที่ผลิตด้วยไม้อัดยางเกรด A มีความแข็งแรงและทนทานสูง",
    price: 11200,
    discount: 500,
  },
  {
    id: 8,
    name: "TR-01-CTRC",
    description:
      "โต๊ะเคาน์เตอร์ที่ผลิตด้วยไม้อัดยางเกรด A มีความแข็งแรงและทนทานสูง",
    price: 7777,
    discount: 0,
  },
  {
    id: 9,
    name: "WRK-01-CTRC",
    description:
      "โต๊ะเคาน์เตอร์ที่ผลิตด้วยไม้อัดยางเกรด A มีความแข็งแรงและทนทานสูง",
    price: 4520,
    discount: 750,
  },
  {
    id: 10,
    name: "OPD-01-CTRC",
    description:
      "โต๊ะเคาน์เตอร์ที่ผลิตด้วยไม้อัดยางเกรด A มีความแข็งแรงและทนทานสูง",
    price: 990,
    discount: 50,
  },
]
